# 默认节日成就指令： xx快乐 xx为节日名称
festival_achievement = {
    '元旦': {
        '指令': [],
        '回复内容': ['元旦快乐哦！',],
        '节日奖励': [],
    },
    '情人节': {
        '指令': [],
        '回复内容': ['情人节，找到TA了没',],
        '节日奖励': [],
    },
    '植树节': {
        '指令': ['一起植树吧',],
        '回复内容': ['快乐哦！',],
        '节日奖励': [],
    },
    '愚人节': {
        '指令': ['我喜欢你',],
        '回复内容': ['快乐哦！',],
        '节日奖励': [],
    },
    '劳动节': {
        '指令': ['劳动最光荣',],
        '回复内容': ['五一劳动节，你劳动了吗？',],
        '节日奖励': [],
    },
    '儿童节': {
        '指令': [],
        '回复内容': ['快乐哦！',],
        '节日奖励': [],
    },
    '教师节': {
        '指令': [],
        '回复内容': ['快乐哦！',],
        '节日奖励': [],
    },
    '国庆节': {
        '指令': [],
        '回复内容': ['祖国诞辰！洛玖亲自为你送上福利，请查收～',],
        '节日奖励': [],
    },
    '圣诞节': {
        '指令': [],
        '回复内容': ['快乐哦！',],
        '节日奖励': [],
    },
    '春节': {
        '指令': ['新年快乐',],
        '回复内容': ['新年快乐吖！','新年新气象'],
        '节日奖励': [],
    },
    '元宵节': {
        '指令': ['吃元宵'],
        '回复内容': ['元宵节快乐，有没有和家人在一起呢？',],
        '节日奖励': [],
    },
    '龙抬头': {
        '指令': ['二月二龙抬头',],
        '回复内容': ['快乐哦！',],
        '节日奖励': [],
    },
    '端午节': {
        '指令': ['念屈原','端午快乐'],
        '回复内容': ['端午节，是纪念屈原大大的节日', '棕。棕子！'],
        '节日奖励': [],
    },
    '七夕情人节': {
        '指令': ['七夕快乐',],
        '回复内容': ['七月初七，中国的情人节，找到TA了没',],
        '节日奖励': [],
    },
    '中秋节': {
        '指令': ['给你吃月饼','中秋福利'],
        '回复内容': ['中秋佳节，洛玖亲自为你送上福利，请查收～',],
        '节日奖励': [],
    },
    '腊八节': {
        '指令': ['一起喝腊八粥',],
        '回复内容': ['快乐哦！',],
        '节日奖励': [],
    },
    '除夕': {
        '指令': ['爆竹声中一岁除',],
        '回复内容': ['快乐哦！',],
        '节日奖励': [],
    },
    '母亲节': {
        '指令': [],
        '回复内容': ['快乐哦！',],
        '节日奖励': [],
    },
    '父亲节': {
        '指令': [],
        '回复内容': ['快乐哦！',],
        '节日奖励': [],
    },
    '感恩节': {
        '指令': ['感恩节福利'],
        '回复内容': ['感恩节，要记得感恩哦～',],
        '节日奖励': [],
    }
}